/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   move.c                                             :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: dokkim <dokkim@student.42seoul.kr>         +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2021/07/25 14:47:19 by dokkim            #+#    #+#             */
/*   Updated: 2021/07/25 17:19:42 by dokkim           ###   ########seoul.kr  */
/*                                                                            */
/* ************************************************************************** */

#include "../so_long.h"

void	draw_images()
{
	키가 왼쪽이면 그거고
	오른쪽이면
	위쪽이면
	아래쪽이면
	
	ESC 누르면
}

void	collect()
{
	collect 먹으면 여기서
}